// © Copyright 2005, 2015 HP Development Company, L.P.

TaskName = "Język panelu sterowania";

English = "Angielski";
French = "Francuski";
German = "Niemiecki";
Spanish = "Hiszpański";
Italian = "Włoski";
Swedish = "Szwedzki";
Danish = "Duński";
Norwegian = "Norweski";
Dutch = "Holenderski";
Finnish = "Fiński";
Japanese = "Japoński";
Portuguese = "Portugalski";
Polish = "Polski";
Turkish = "Turecki";
Kanji = "Kanji";
TradChinese = "Chiński tradycyjny";
SimpChinese = "Chiński uproszczony";
Russian = "Rosyjski";
Czech = "Czeski";
Hungarian = "Węgierski";
Korean = "Koreański";
Thai = "Tajski";
Hebrew = "Hebrajski";
EastEuropean = "Wschodnioeuropejski";
EuroEnglish = "Angielski europejski";
CanadianFrench = "Kanadyjski francuski";
Greek = "Grecki";
Arabic = "Arabski";
IndonesianBahasa = "Indonezyjski Bahasa";
Bulgarian = "Bułgarski";
Croatian = "Chorwacki";
Estonian = "Estoński";
Latvian = "Łotewski";
Lithuanian = "Litewski";
Romanian = "Rumuński";
Slovakian = "Słowacki";
Slovenian = "Słoweński";
Ukrainian = "Ukraiński";
Malay = "Malajski";

TaskDescription = "Aby zmienić język używany do wyświetlania informacji na panelu sterowania i drukowania raportów urządzenia (np. strony konfiguracji), wybierz język z poniższej listy:";
LanguageLabel = "Język:";
ApplyButtonTitle = "Zastosuj teraz";
NoLangSelected = "Wybierz język";

NoCountrySelected = "Wybierz kraj/region";
CountryLabel = "Kraj/region:";

// country names
afghanistan = "Afganistan";
albania = "Albania";
algeria = "Algieria";
americanSamoa = "Samoa Amerykańskie";
andorra = "Andora";
angola = "Angola";
anguilla = "Anguilla";
antiguaAndBarbuda = "Antigua i Barbuda";
argentina = "Argentyna";
armenia = "Armenia";
aruba = "Aruba";
ascensionIsland = "Wyspa Wniebowstąpienia";
australia = "Australia";
austria = "Austria";
azerbaijan = "Azerbejdżan";
bahamasThe = "Bahamy";
bahrain = "Bahrajn";
bangladesh = "Bangladesz";
barbados = "Barbados";
belarus = "Białoruś";
belgium = "Belgia";
belize = "Belize";
benin = "Benin";
bermuda = "Bermudy";
bhutan = "Bhutan";
bolivia = "Boliwia";
bosniaAndHerzegovina = "Bośnia i Hercegowina";
botswana = "Botswana";
brazil = "Brazylia";
brunei = "Brunei";
bulgaria = "Bułgaria";
burkinaFaso = "Burkina Faso";
burundi = "Burundi";
cambodia = "Kambodża";
cameroon = "Kamerun";
canada = "Kanada";
capeVerde = "Republika Zielonego Przylądka";
caymanIslands = "Kajmany";
centralAfricanRepublic = "Republika Środkowoafrykańska";
chad = "Czad";
chile = "Chile";
china = "Chiny";
cocosKeelingIslands = "Wyspy Kokosowe";
colombia = "Kolumbia";
comoros = "Komory";
congo = "Kongo";
congoDRC = "Kongo, Demokratyczna Republika Konga";
cookIslands = "Wyspy Cooka";
costaRica = "Kostaryka";
croatia = "Chorwacja";
cuba = "Kuba";
cyprus = "Cypr";
czechRepublic = "Czechy";
denmark = "Dania";
diegoGarcia = "Diego Garcia";
djibouti = "Dżibuti";
dominica = "Dominika";
dominicanRepublic = "Dominikana";
ecuador = "Ekwador";
egypt = "Egipt";
elSalvador = "Salwador";
equatorialGuinea = "Gwinea Równikowa";
eritrea = "Erytrea";
estonia = "Estonia";
ethiopia = "Etiopia";
falklandIslandsIslasMalvinas = "Falklandy";
faroeIslands = "Wyspy Faeroe";
fijiIslands = "Fidżi";
finland = "Finlandia";
france = "Francja";
frenchAntilles = "Antyle Francuskie";
frenchGuiana = "Gujana Francuska";
frenchPolynesia = "Polinezja Francuska";
gabon = "Gabon";
gambiaThe = "Gambia";
georgia = "Gruzja";
germany = "Niemcy";
ghana = "Ghana";
gibraltar = "Gibraltar";
greece = "Grecja";
greenland = "Grenlandia";
grenada = "Grenada";
guadeloupe = "Gwadelupa";
guam = "Guam";
guantanamoBay = "Zatoka Guantanamo";
guatemala = "Gwatemala";
guinea = "Gwinea";
guineaBissau = "Gwinea Bissau";
guyana = "Gujana";
haiti = "Haiti";
honduras = "Honduras";
hongKongSAR = "Hong Kong";
hungary = "Węgry";
iceland = "Islandia";
india = "Indie";
indonesia = "Indonezja";
iran = "Iran";
iraq = "Irak";
ireland = "Irlandia";
israel = "Izrael";
italy = "Włochy";
jamaica = "Jamajka";
japan = "Japonia";
jordan = "Jordania";
kazakhstan = "Kazachstan";
kenya = "Kenia";
kiribati = "Kiribati";
korea = "Korea Południowa";
kuwait = "Kuwejt";
kyrgyzstan = "Kirgistan";
laos = "Laos";
latvia = "Łotwa";
lebanon = "Liban";
lesotho = "Lesotho";
liberia = "Liberia";
libya = "Libia";
liechtenstein = "Liechtenstein";
lithuania = "Litwa";
luxembourg = "Luksemburg";
lacaoSAR = "Specjalny Region Administracyjny Makau";
macedonia = "Macedonia";
madagascar = "Madagaskar";
malawi = "Malawi";
malaysia = "Malezja";
maldives = "Malediwy";
mali = "Mali";
malta = "Malta";
marshallIslands = "Wyspy Marshalla";
martinique = "Martynika";
mauritania = "Mauretania";
mauritius = "Mauritius";
mayotte = "Majotta";
mexico = "Meksyk";
micronesia = "Mikronezja";
moldova = "Mołdawia";
monaco = "Monako";
mongolia = "Mongolia";
montserrat = "Montserrat";
morocco = "Maroko";
mozambique = "Mozambik";
myanmar = "Mjanma";
namibia = "Namibia";
nauru = "Nauru";
nepal = "Nepal";
netherlandsAntilles = "Antyle Holenderskie";
netherlandsThe = "Holandia";
newCaledonia = "Nowa Kaledonia";
newZealand = "Nowa Zelandia";
nicaragua = "Nikaragua";
niger = "Niger";
nigeria = "Nigeria";
niue = "Niue";
norfolkIsland = "Wyspa Norfolk";
northKorea = "Korea Północna";
norway = "Norwegia";
oman = "Oman";
pakistan = "Pakistan";
palau = "Palau";
panama = "Panama";
papuaNewGuinea = "Papua-Nowa Gwinea";
paraguay = "Paragwaj";
peru = "Peru";
philippines = "Filipiny";
poland = "Polska";
portugal = "Portugalia";
puertoRico = "Portoryko";
qatar = "Katar";
reunion = "Reunion";
romania = "Rumunia";
russia = "Rosja";
rwanda = "Rwanda";
samoa = "Samoa";
sanMarino = "San Marino";
saudiArabia = "Arabia Saudyjska";
senegal = "Senegal";
serbiaAndMontenegro = "Serbia i Czarnogóra";
seychelles = "Seszele";
sierraLeone = "Sierra Leone";
singapore = "Singapur";
slovakia = "Słowacja";
slovenia = "Słowenia";
solomonIslands = "Wyspy Salomona";
somalia = "Somalia";
southAfrica = "Republika Południowej Afryki";
spain = "Hiszpania";
sriLanka = "Sri Lanka";
stHelena = "Wyspa Świętej Heleny";
stKittsAndNevis = "Saint Kitts i Nevis";
stLucia = "Saint Lucia";
stPierreAndMiquelon = "Saint-Pierre i Miquelon";
stVincentAndTheGrenadines = "Saint Vincent i Grenadyny";
sudan = "Sudan";
suriname = "Surinam";
swaziland = "Suazi";
sweden = "Szwecja";
switzerland = "Szwajcaria";
syria = "Syria";
taiwan = "Tajwan, Chiny";
tajikistan = "Tadżykistan";
tanzania = "Tanzania";
thailand = "Tajlandia";
timorLeste = "Timor Wschodni";
togo = "Togo";
tokelau = "Tokelau";
tonga = "Tonga";
trinidadAndTobago = "Trinidad i Tobago";
tunisia = "Tunezja";
turkey = "Turcja";
turkmenistan = "Turkmenistan";
turksAndCaicosIslands = "Turks i Caicos";
tuvalu = "Tuvalu";
uganda = "Uganda";
ukraine = "Ukraina";
unitedArabEmirates = "Zjednoczone Emiraty Arabskie";
unitedKingdom = "Wielka Brytania";
unitedStates = "Stany Zjednoczone";
uruguay = "Urugwaj";
uzbekistan = "Uzbekistan";
vanuatu = "Vanuatu";
vaticanCity = "Watykan";
venezuela = "Wenezuela";
vietnam = "Wietnam";
virginIslands = "Wyspy Dziewicze";
virginIslandsBritish = "Brytyjskie Wyspy Dziewicze";
wallisAndFutuna = "Wallis i Futuna";
yemen = "Jemen";
zambia = "Zambia";
zimbabwe = "Zimbabwe";

// region names
"africa" = "Afryka";
"asiaPacific" = "Azja Pacyficzna";
"caribbean" = "Karaiby";
"europe" = "Europa";
"indiaChina" = "Indie lub Chiny";
"japanCISMEA" = "Japonia CISMEA";
"latinAmerica" = "Ameryka Łacińska";
"middleEast" = "Bliski Wschód";
"NALAAP" = "NALAAP";
"nordic" = "Kraje nordyckie";
"northAfrica" = "Afryka Północna";
"northAmericaUSACanada" = "Ameryka Północna (USA, Kanada)";
"northWestAfrica" = "Afryka Północno-Zachodnia";
"notSupported" = "nieobsługiwany";
"southernAfrica" = "Afryka Południowa";
"universal" = "uniwersalny";

